Repository: bokarba/secwepemc-facebook
Catalog: po/*-x-jer.po
Languages: fr

source: link
fr: Lian

source: photo
fr: portrait

source: post
fr: postéthie

source: status
fr: êtat

source: You and %a like this.
fr: Té et %a en avez en affit

source: %a1, %a2 and %a3 like this.
fr: %a1, %a2 et %a3 enfilent chennechîn

source: %a1 and %a2 like this.
fr: %a1 et %a2 en sont en affit

source: %a1 and %a2 shared %a3.
fr: %a1 et %a2 èrpèqu'tîtent %a3

source: About
fr: Entouor

source: about an hour ago
fr: Y'a dans eune heuthe

source: about a minute ago
fr: Y'a dans eune minnute

source: Account Settings
fr: Mèrquéthie d'compte

source: %a1 commented on a %a2.
fr: %a1 èrplyitchit à %a2

source: Activity Log
fr: Livret d'bord

source: Add Friend
fr: Accouôsinne

source: Add Photo / Video
fr: Cliute portrait / vidgo

source: Advertising
fr: Annonches

source: a few seconds ago
fr: Justément

source: %a1 likes %a2.
fr: %a1 est en affit d'%a2

source: %a1 likes a %a2.
fr: %a1 est en affit d'%a2

source: %a likes this.
fr: %a en est en affit

source: %a like this.
fr: %a en sont en affit

source: a link
fr: un lian

source: APPS
fr: Appl'yes

source: Apps and Games
fr: Appl'yes et gammes

source: %A at %s
fr: %A à %s

source: %a1 shared %a2.
fr: %a1 èrpèqu'tit %a2

source: Ask Question
fr: D'mande eune tchestchion

source: %B %d
fr: %d d'%B

source: %B %d at %s
fr: %d d'%B à %s

source: %B %d, %Y
fr: %d d'%B, %Y

source: %B %d, %Y at %s
fr: %d d'%B, %Y à %s

source: Born
fr: né(e)

source: By:
fr: Dé

source: Cancel
fr: Flianque

source: Careers
fr: Empliais

source: Change Cover
fr: Change lé portrait

source: Chat (Off)
fr: Tchaute (hors lîngne)

source: Close
fr: Freunme

source: Close Friends
fr: Bouons Couôsîns

source: Comment
fr: Èrplyique

source: Confirm
fr: Confirme

source: Create an Ad
fr: Grée eune Annonche

source: Create a Page
fr: Grée eune Page

source: Create Group...
fr: Grée un Cèrcl'ye

source: Create Group
fr: Grée un Cèrcl'ye

source: Developers
fr: Dêveloppeurs

source: 1 hour ago
fr: Y'a dans eune heuthe

source: 1 minute ago
fr: Y'a dans eune minnute

source: 1 mutual friend
fr: 1 couôsîn en c'meun

source: 1 NEW STORY
fr: 1 NOUVELLE ARTICL'YE

source: 1 other
fr: acouo 1

source: 1 other person
fr: acouo 1

source: 1 second ago
fr: Y'a 1 ségonde

source: 1 share
fr: Èrpèqu'té 1 fais

source: Edit Options
fr: Contrôles

source: Edit or Remove
fr: Éditer ou haler

source: English (US)
fr: Jèrriais

source: Enter a friend's name or email address
fr: Êcri l'nom ou l'adresse d'un couôsîn

source: Events
fr: Almonnas

source: Family
fr: Fanmil'ye

source: FAVORITES
fr: MÈRS

source: Find Friends
fr: Souotre des couôsîns

source: Find More Pages
fr: Souotre acouo d'pages

source: Friends on Chat
fr: Couôsîns à Tchauter

source: Friend Requests
fr: D'mandes d'accouôsinn'nie

source: Friends
fr: couôsîns

source: FRIENDS
fr: COUÔSÎNS

source: GROUPS
fr: CÈRCL'YES

source: Help
fr: Aîgue

source: Home
fr: Siez-mé

source: Life Event
fr: Tours et dêtours

source: Like
fr: Enfile

source: Likes
fr: M's affits

source: Like This Page
fr: Enfile chutte page

source: Links
fr: Des Lians

source: LISTS
fr: LISTES

source: Log Out
fr: Tchitter

source: Map
fr: Carte

source: Message
fr: M'sage

source: Message:
fr: M'sage:

source: Messages
fr: M'sages

source: Mobile Uploads
fr: Pouch'tées chèrgies

source: More
fr: Acouo

source: MORE
fr: ACOUO

source: More Stories
fr: Acouo d's Articl'yes

source: Most Recent
fr: Dreines

source: Music
fr: Musique

source: New Group...
fr: Neu Cèrcl'ye

source: New Message
fr: Neu M'sage

source: News Feed
fr: Nouvelles

source: Notifications
fr: Criethie

source: Not Now
fr: Pas achteu

source: Now
fr: Achteu

source: People who like this
fr: Les cheins tch'ont enfilé

source: People You May Know
fr: Les cheins qu'tu pouôrrais connaître

source: Photo
fr: Portrait

source: Photos
fr: Portraits

source: Place
fr: Endrait

source: Places
fr: Endraits

source: Pokes
fr: Paûque

source: Privacy
fr: Tan Partitchulyi

source: Privacy Settings
fr: Contrôle du Partitchulyi

source: Profile
fr: Dêfinnissâles

source: Questions
fr: Tchestchions

source: Recent Activity
fr: Fait dreinement

source: Recommended Pages
fr: Pages èrquémandées

source: Remove Preview
fr: Hale la Préveue

source: Resize
fr: Èrgrandi

source: Search
fr: Èrchèrche

source: See All
fr: Vai Tout

source: See All Friend Requests
fr: Vaie toutes les D'mandes d'accouôsinn'nie

source: See All Messages
fr: Vai touos les M'sages

source: See All Notifications
fr: Vai toutes les Criethies

source: See Friendship
fr: Vai l'Accouôsinn'nie

source: See More
fr: Vai acouo

source: See Translation
fr: Vai la Vèrsion

source: Send
fr: Env'yie

source: Send a New Message
fr: Env'yie un neu M'sage

source: Share
fr: Èrpèqu'te

source: SORT
fr: RARREUNE

source: Sponsored
fr: Sponsorîsé

source: Status
fr: Êtat

source: Subscriptions
fr: Souscriptions

source: Tag Friends
fr: Accole des couôsîns

source: Terms
fr: Conditions

source: Ticker
fr: Nouvelles russ'lantes

source: Timeline
fr: Avaû-l'ieau du Temps

source: %T near %a
fr: %T auprès d'%a

source: To:
fr: À

source: Top Stories
fr: Articl'yes d'achteu

source: Unlike
fr: Dêfile

source: Update Info
fr: Met l'înfo à jour

source: Update Status
fr: Met l'Êtat à jour

source: Use Facebook as:
fr: Fai sèrvi Facebook coumme:

source: Wall Photos
fr: Cliôsée d'Portraits

source: Welcome
fr: Sai l'Beinv'nu

source: What's on your mind?
fr: Tch'est qu'tu en crai?

source: Write a comment...
fr: Èrplyique-y

source: Yesterday
fr: Hièr

source: Yesterday at %s
fr: Hièr à %s

source: You like this.
fr: Tu'en es en affit

source: January
fr: Janvyi

source: February
fr: Févri

source: March
fr: Mar

source: April
fr: Avri

source: May
fr: Mai

source: June
fr: Juîn

source: July
fr: Juilet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Dézembre

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mêcrédi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendrédi

source: Saturday
fr: Sanm'di

source: Sunday
fr: Dînmanche
