Repository: bokarba/secwepemc-facebook
Catalog: po/*.po
Languages: ga, gd, mi

source: life event
ga: cúrsa saoil
gd: tachartas beatha
mi: takahanga oranga

source: link
ga: nasc
gd: ceangal
mi: hononga

# (likes|shared|tagged in) %a.'s %a
source: link
gd: an ceangal

# commented on (her|his|your)
source: link
gd: a' cheangal

source: photo
ga: grianghraf
gd: dealbh
mi: whakaahua

# (likes|shared|tagged in) %a.'s %a
source: photo
gd: an dealbh

# commented on (her|his|your)
source: photo
gd: an dealbh

# (likes|shared|tagged in) %a.'s %a
source: post
gd: am post

# commented on (her|his|your)
source: post
gd: a' phost

source: status
ga: stádas
gd: naidheachd
mi: tūnga

# (likes|shared|tagged in) %a.'s %a
source: status
gd: an naidheachd

# commented on (her|his|your)
source: status
gd: an naidheachd

source: status update
ga: stádas
gd: naidheachd
mi: whakahou tūnga

# (likes|shared|tagged in) %a.'s %a
source: status update
gd: an naidheachd

# commented on (her|his|your)
source: status update
gd: an naidheachd

source: You and %a like this.
ga: Is maith leatsa agus le %a é seo.
gd: 'S toil leatsa 's le %a seo.
mi: He pai tēnei ki a kōrua ko %a.

source: You, %a1 and %a2 like this.
ga: Is maith leat, le %a1 agus le %a2 é seo.
gd: 'S toil leatsa, le %a1 agus le %a2 seo.
mi: He pai tēnei ki a kōutou ko %a1 ko %a2.

source: %a1, %a2 and %a3 like this.
ga: Is maith le %a1, %a2 agus %a3 é seo.
gd: 'S toil le %a1, %a2 is %a3 seo.
mi: He pai tēnei ki a %a1, %a2 me %a3.

source: %a added a new photo.
ga: Chuir %a grianghraf nua leis.
gd: Chuir %a dealbh ùr ris.
mi: I tāpiri a %a i tētahi whakaahua hōu.

source: %a1 added 1 new photo to the album %a2.
ga: Chuir %a1 grianghraf nua le halbam %a2.
gd: Chuir %a1 %d dealbh ùr ris an albam %a2.
mi: I tāpiritia e %a1 1 whakaahua hōu ki te pukaemi %a2.

source: %a1 and %a2
ga: %a1 agus %a2
gd: %a1 agus %a2
mi: %a1 me %a2

source: %a1 and %a2 are now friends.
ga: Is cairde iad %a1 agus %a2 anois.
gd: Tha càirdeas eadar %a1 is %a2 a-nis.
mi: He hoa a %a1 me %a2 ināianei.

source: %a1 and %a2 are now friends with %a3.
ga: Tá %a1 agus %a2 ina gcairde le %a3 anois.
gd: Tha càirdeas eadar %a1 is %a2 agus %a3 a-nis.
mi: He hoa a %a1 me %a2 ināianei me %a3.

source: %a1 and %a2 commented on a %a3.
ga: Rinne %a1 agus %a2 trácht ar %a3.
gd: Thug %a1 agus %a2 seachad beachd air %a3.
mi: I tākuputia a %a1 me %a2 ki te %a3.

source: %a1 and %a2 like %a3.
ga: Is maith le %a1 agus %a2 %a3.
gd: 'S toil le %a1 is %a2 %a3.
mi: He pai a %a1 me %a2 ki a %a3.

source: %a1 and %a2 like this.
ga: Is maith le %a1 agus %a2 é seo.
gd: 'S toil le %a1 is %a2 seo.
mi: He pai tēnei ki a %a1 me %a2.

source: %a1 and %a2 shared %a3.
ga: Chomhroinn %a1 agus %a2 %a3.
gd: Cho-roinn %a1 is %a2 %a3.
mi: I tiritiri a %a1 me %a2 i te %a3.

source: %a1 and %a2 shared %a3's %a4.
ga: Chomhroinn %a1 agus %a2 %a4 de chuid %a3.
gd: Cho-roinn %a1 is %a2 %a4 aig %a3.
mi: I tiritiri a %a1 me %a2 i te %a4 a %a3.

source: %a1 and %a2 were tagged in %a3's photos.
ga: Cuireadh clib ar %a1 agus %a2 i ngrianghraif de chuid %a3.
gd: Chaidh %a1 agus %a2 a thagadh sna dealbhan aig %a3.

source: About
ga: Maidir Leis
gd: Mu dheidhinn
mi: Mō

source: about an hour ago
ga: timpeall is uair ó shin
gd: mu uair a thìde air ais
mi: he haora ki mua pea

source: about a minute ago
ga: timpeall is nóiméad ó shin
gd: mu mhionaid air ais
mi: he meneti ki mua pea

source: Account Settings
ga: Socruithe Cuntais
gd: Roghainnean a' chunntais
mi: Ngā Tautuhinga Pūkete

source: %a changed her profile picture.
ga: D'athraigh %a a grianghraf próifíle.
gd: Dh'atharraich %a dealbh na pròifil aice.
mi: I huri a %a i tōna whakaahua kōtaha.

source: %a changed his profile picture.
ga: D'athraigh %a a ghrianghraf próifíle.
gd: Dh'atharraich %a dealbh na pròifil aige.
mi: I huri a %a i tōna whakaahua kōtaha.

source: %a1 commented on a %a2.
ga: Rinne %a1 trácht ar %a2.
gd: Thug %a1 seachad beachd air %a2.
mi: I tākupu a %a1 ki tētahi %a2.

source: %a1 commented on her own %a2.
ga: Rinne %a1 trácht ar %a2 dá cuid féin.
gd: Thug %a1 seachad beachd air %a2 aice fhèin.
mi: I tākupu a %a1 ki tōna ake %a2.

source: %a1 commented on his own %a2.
ga: Rinne %a1 trácht ar %a2 dá chuid féin.
gd: Thug %a1 seachad beachd air %a2 aige fhèin.
mi: I tākupu a %a1 ki tōna ake %a2.

source: %a1 commented on your %a2.
ga: Rinne %a1 trácht ar %a2 de do chuid.
gd: Thug %a1 seachad beachd air %a2 agad.
mi: I tākupu a %a1 ki tētahi %a2.

source: Activity Log
ga: Stair Gníomhaíochta
gd: Loga na gnìomhachd
mi: Rangitaki Mahi

source: Add Friend
ga: Déan Cairdeas
gd: Cuir caraid ris
mi: Tāpiri Hoa

source: Add Interests...
ga: Cuir Suimeanna Leis...
gd: Cuir ris na tha ùidh agad ann...
mi: Tāpiri Kaingākautanga

source: Add Photo / Video
ga: Cuir Grianghraf / Físeán Leis
gd: Cuir dealbh / video ris

source: Advertising
ga: Fógraíocht
gd: Sanasachd
mi: Pānuitanga

source: a few seconds ago
ga: cúpla soicind ó shin
gd: grunn diogan air ais
mi: ētahi hēkona ki mua

source: %a1 is at %a2.
ga: Tá %a1 ag %a2.
gd: Tha %a1 ann an %a2.
mi: I tākupu a %a1 ki tō %a2.

source: %a1 is now friends with %a2 and %a3.
ga: Tá %a1 ina c(h)ara le %a2 agus %a3 anois.
gd: Tha càirdeas eadar %a1 agus %a2 is %a3 a-nis.
mi: He hoa a %a1 ināianei me %a2 rāua ko %a3.

source: %a1 likes %a2.
ga: Is maith le %a1 %a2.
gd: 'S toil le %a1 %a2.
mi: He pai a %a1 ki a %a2.

source: %a1 likes a %a2.
ga: Is maith le %a1 %a2.
gd: 'S toil le %a1 %a2.
mi: He pai a %a1 tētahi %a2.

source: %a1 likes %a2's %a3.
ga: Is maith le %a1 %a3 de chuid %a2.
gd: 'S toil le %a1 %a3 aig %a2.
mi: He pai a %a1 ki te %a3 a %a2.

source: %a1 likes %a2 and %a3.
ga: Is maith le %a1 %a2 agus %a3.
gd: 'S toil le %a1 %a2 is %a3.
mi: He pai a %a1 ki a %a2 me %a3.

source: %a likes this.
ga: Is maith le %a é seo.
gd: 'S toil le %a seo.
mi: He pai tēnei ki a %a

source: %a like this.
ga: Is maith le %a é seo.
gd: 'S toil le %a seo.
mi: He pai tēnei ki a %a

source: a link
ga: nasc
gd: ceangal
mi: he hononga

source: APPS
ga: FEIDHMCHLÁIR
gd: APLACAIDEAN
mi: NGĀ TAUPĀNGA

source: Apps and Games
ga: Feidhmchláir agus Cluichí
gd: Aplacaidean is geamannan
mi: Ngā Taupānga me ngā Kēmu

source: %A at %s
ga: %A ag %s
gd: %A aig %s
mi: %A i te %s

source: %a1 shared %a2.
ga: Chomhroinn %a1 %a2.
gd: Cho-roinn %a1 %a2.
mi: I tiritiri a %a1 i te %a2.

source: %a1 shared %a2's %a3.
ga: Chomhroinn %a1 %a3 de chuid %a2.
gd: Cho-roinn %a1 %a3 aig %a2.
mi: I tiritiri %a1 ki te %a3 a %a2.

source: %a1 shared her own %a2.
ga: Chomhroinn %a1 %a2 dá cuid féin.
gd: Cho-roinn %a1 %a2 aice fhèin.

source: %a1 shared his own %a2.
ga: Chomhroinn %a1 %a2 dá chuid féin.
gd: Cho-roinn %a1 %a2 aige fhèin.

source: Ask Question
ga: Cuir Ceist
gd: Cum cunntas-bheachd
mi: Tuku Pātai

source: %a1 took a photo with %a2.
ga: Ghlac %a1 grianghraf le %a2.
gd: Thog %a1 dealbh le %a2.

source: %a1 was tagged at %a2.
ga: Cuireadh clib ar %a1 ag %a2.
gd: Chaidh %a1 a thagadh aig %a2.

source: %a1 was tagged in %a2's %a3.
ga: Cuireadh clib ar %a1 i %a3 de chuid %a2.
gd: Thug %a1 seachad beachd air %a3 aig %a2.
mi: I tūtohua a %a1 i te %a3 a %a2.

source: %a1 was tagged in a %a2.
ga: Cuireadh clib ar %a1 i %a2.
gd: Chaidh %a1 a thagadh ann an %a2.

source: %a1 was tagged in %a2's photos.
ga: Cuireadh clib ar %a1 i ngrianghraif de chuid %a2.
gd: Chaidh %a1 a thagadh sna dealbhan aig %a2.
mi: I tūtohua a %a1 i ngā whakaahua o %a2.

source: %a updated her cover photo.
ga: Nuashonraigh %a a grianghraf mór.
gd: Dh'ùraich %a an dealbh mòr aice.
mi: I whakahōu a %a i tōna whakaahua uhi.

source: %a updated his cover photo.
ga: Nuashonraigh %a a ghrianghraf mór.
gd: Dh'ùraich %a an dealbh mòr aige.
mi: I whakahōu a %a i tōna whakaahua uhi.

source: %B %d
ga: %d %B
gd: %d %B

source: %B %d at %s
ga: %d %B ag %s
gd: %d %B aig %s
mi: %B %d i te %s

source: %B %d, %Y
ga: %d %B %Y
gd: %d %B %Y

source: %B %d, %Y at %s
ga: %d %B %Y ag %s
gd: %d %B %Y aig %S
mi: %B %d, %Y i te %s

source: Born
ga: Rugadh
gd: Là-breith
mi: I whānau

source: By:
ga: Le:
gd: Le:
mi: Nā:

source: Cancel
ga: Cealaigh
gd: Sguir dheth
mi: Whakakore

source: Careers
ga: Gairmeacha
gd: Dreuchdan
mi: Aramahi

source: Change Cover
ga: Athraigh an Grianghraf Mór
gd: Atharraich an còmhadadh
mi: Huri Uhi

source: Chat (Off)
ga: Comhrá (As Líne)
gd: Cabadaich (far loidhne)
mi: Kōrerorero (Tuimotu)

source: Close
ga: Dún
gd: Dùin
mi: Kati

source: Close Friends
ga: Dlúthchairde
gd: Dlùth-charaidean
mi: Ngā hoa tata

source: Comment
ga: Déan Trácht
gd: Beachd
mi: Tākupu

source: Cookies
ga: Fianáin
gd: Briosgaidean

source: Confirm
ga: Deimhnigh
gd: Dearbh
mi: Whakaū

source: Create an Ad
ga: Cruthaigh Fógra
gd: Cruthaich sanasachd
mi: Waihangatia tētahi Pānuitanga

source: Create a Page
ga: Cruthaigh Leathanach
gd: Cruthaich duilleag
mi: Waihangatia he Whārangi

source: Create Group...
ga: Cruthaigh Grúpa...
gd: Cruthaich buidheann...
mi: Waihanga Rōpū...

source: Create Group
ga: Cruthaigh Grúpa
gd: Cruthaich buidheann
mi: Waihanga Rōpū

source: Developers
ga: Forbróirí
gd: Luchd-leasachaidh
mi: Ngā Kaiwhakawhanake

source: 1 hour ago
ga: Uair ó shin
gd: %d uair a thìde air ais
mi: 1 haora i mua

source: 1 minute ago
ga: Nóiméad ó shin
gd: %d mhionaid air ais
mi: 1 meneti i mua

source: 1 mutual friend
ga: Comhchara amháin
gd: %d charaid an cumantas
mi: 1 hoa tahi

source: 1 NEW STORY
ga: 1 SCÉAL NUA
gd: %d sgeulachd ùr
mi: 1 KŌRERO HŌU

source: 1 other
ga: duine amháin eile
gd: %d duine eile
mi: 1 atu

source: 1 other friend
ga: Cara amháin eile
gd: %d charaid an cumantas
mi: 1 hoa atu

source: 1 other page
ga: leathanach amháin eile
gd: %d duine eile
mi: 1 whārangi atu

source: 1 other person
ga: duine amháin eile
gd: %d duine eile
mi: 1 tangata atu

source: 1 person
ga: duine amháin
gd: %d duine
mi: 1 tangata

source: 1 second ago
ga: Soicind ó shin
gd: %d diog air ais
mi: 1 hēkona i mua

source: 1 share
ga: Comhroinnte uair amháin
gd: Air a cho-roinneadh %d turas
mi: 1 tiritiri

source: Edit Options
ga: Cuir Roghanna in Eagar
gd: Deasaich na roghainnean
mi: Ngā Kōwhiringa Whakatika

source: Edit or Remove
ga: Cuir in Eagar nó Bain
gd: Deasaich no thoir air falbh
mi: Whakatika, Tango rānei

source: English (US)
ga: Gaeilge
gd: Gàidhlig
mi: Māori

source: Enter a friend's name or email address
ga: Cuir ainm nó seoladh ríomhphoist isteach
gd: Cuir a-steach ainm no post-d de charaid
mi: Tāurua he ingoa, he wāhitau rānei o tētahi hoa

source: Events
ga: Imeachtaí
gd: Tachartasan
mi: Ngā Takahanga

source: Family
ga: Muintir
gd: Teaghlach
mi: Whānau

source: FAVORITES
ga: CEANÁIN
gd: ANNSACHDAN
mi: NGĀ MAKAU

source: Find Friends
ga: Aimsigh Cairde
gd: Lorg caraidean
mi: Kimi Hoa

source: Find More Pages
ga: Aimsigh Tuilleadh Leathanach
gd: Lorg barrachd dhuilleagan
mi: Kimihia He Whārangi Anō

source: Follow Post
ga: Lean é seo
gd: Lean ris a' phost

source: Friends on Chat
ga: Cairde Ar Líne
gd: Caraidean a' cabadaich

source: Friend Requests
ga: Iarratais ar Chairdeas
gd: Iarrtasan càirdeis
mi: Ngā Tono Hoa

source: Friends
ga: Cairde
gd: Caraidean
mi: Ngā Hoa

source: FRIENDS
ga: CAIRDE
gd: CARAIDEAN
mi: NGĀ HOA

source: GROUPS
ga: GRÚPAÍ
gd: BUIDHNEAN
mi: NGĀ RŌPŪ

source: Help
ga: Cabhair
gd: Cobhair
mi: Āwhina

source: Home
ga: Baile
gd: Dhachaigh
mi: Kāinga

source: INTERESTS
ga: SUIMEANNA
gd: ÙIDH AGAD ANN
mi: NGĀ MEA KAINGĀKAU

source: Life Event
ga: Cúrsa Saoil
gd: Tachartas beatha
mi: Takahanga Oranga

source: Like
ga: Is Maith Liom É
gd: 'S toil
mi: Painga

source: Likes
ga: Ceanáin
gd: Na 's toil
mi: Ngā Painga

source: Like Page
ga: Is Maith Liom an Leathanach Seo
gd: 'S toil leam an duilleag seo
mi: Kia Pai Ki Tēnei Whārangi

source: Like This Page
ga: Is Maith Liom an Leathanach Seo
gd: 'S toil leam an duilleag seo
mi: Kia Pai Ki Tēnei Whārangi

source: Links
ga: Naisc
gd: Ceanglaichean
mi: Ngā hononga

source: LISTS
ga: LIOSTAÍ
gd: LIOSTAICHEAN
mi: NGĀ RĀRANGI

source: Log Out
ga: Logáil Amach
gd: Clàraich a-mach
mi: Takiputa

source: Map
ga: Léarscáil
gd: Mapa
mi: Mahere

source: Message
ga: Teachtaireacht
gd: Teachdaireachd
mi: Karere

source: Message:
ga: Teachtaireacht:
gd: Teachdaireachd:
mi: Karere:

source: Messages
ga: Teachtaireachtaí
gd: Teachdaireachdan
mi: Ngā Karere

source: Mobile Uploads
ga: Uasluchtuithe Soghluaiste
gd: Luchdadh o inneal-làimhe
mi: Ngā Tukuatu Pūkoro

source: More
ga: Tuilleadh
gd: Barrachd
mi: Ētahi atu

source: MORE
ga: TUILLEADH
gd: BARRACHD
mi: ĒTAHI ANŌ

source: More Stories
ga: Tuilleadh Scéalta
gd: Barrachd sgeulachdan
mi: He Kōrero Anō

source: Most Recent
ga: Is Déanaí
gd: An fheadhainn as ùire
mi: Ngā Mea Hōu Rawa

source: Music
ga: Ceol
gd: Ceòl
mi: Puoro

source: New Group...
ga: Grúpa Nua...
gd: Buidheann ùr...
mi: Rōpū Hōu...

source: New Message
ga: Teachtaireacht Nua
gd: Teachdaireachd ùr
mi: Karere Hōu

source: News Feed
ga: Fotha Nuachta
gd: Inbhir nan naidheachd
mi: Whāngai Rongokōrero

source: Notes
ga: Nótaí
gd: Nòtaichean
mi: Ngā Tuhipoka

source: Notifications
ga: Fógraí
gd: Brathan
mi: Ngā Whakamōhiotanga

source: Not Now
ga: Ar Ball
gd: Chan ann an-dràsta
mi: Kāore i Tēnei Wā

source: Now
ga: Anois
gd: An-dràsta
mi: Ināianei

source: PAGES
ga: LEATHANAIGH
gd: DUILLEAGAN
mi: NGĀ WHĀRANGI

source: PAGES AND ADS
ga: LEATHANAIGH AGUS FÓGRAÍ
gd: DUILLEAGAN IS SANASACHD

source: People who like this
ga: Daoine ar maith leo é seo
gd: Daoine as toil leotha seo
mi: Ngā tāngata e pai ai tēnei

source: People You May Know
ga: Aithne Agat Air/Uirthi?
gd: Saoil an aithne dhut...
mi: Ētahi Tāngata e Mōhio Pea Koe

source: Photo
ga: Grianghraf
gd: Dealbh
mi: Whakaahua

source: Photos
ga: Grianghraif
gd: Dealbhan
mi: Ngā Whakaahua

source: Place
ga: Áit
gd: Àite
mi: Wāhi

source: Places
ga: Áiteanna
gd: Àitichean
mi: Ngā Wāhi

source: Pokes
ga: Soncanna
gd: Brogaidhean
mi: Ngā Kōkō

source: Privacy
ga: Príobháideacht
gd: Prìobhaideachd
mi: Tūmataitinga

source: Privacy Settings
ga: Socruithe Príobháideachta
gd: Roghainnean prìobhaideachd
mi: Ngā Tautuhinga Tūmataitinga

source: Profile
ga: Beathaisnéisín
gd: Pròifil
mi: Kōtaha

source: Questions
ga: Ceisteanna
gd: Ceistean

source: Recent Activity
ga: Gníomhaíocht Is Déanaí
gd: Gnìomhachd ùr
mi: Hohenga O Mua Tata Nei

source: RECENT POST
ga: POSTÁIL NUA
gd: POST O CHIONN GOIRID
mi: Tarenga Nōnākuanei

source: Recommended Pages
ga: Leathanaigh Mholta
gd: Duilleagan molta
mi: Ngā Whārangi Kua Tūtohua

source: Remove Preview
ga: Gan Réamhamharc
gd: Thoir air falbh an ro-shealladh
mi: Tango Arokite

source: Resize
ga: Athraigh Méid
gd: Atharraich am meud
mi: Huria Te Rahi

source: %s, add a comment...
ga: A %s, scríobh rud éigin...
gd: %s, nach sgrìobh thu beachd?
mi: %s, tuhia he tākupu...

source: Search
ga: Cuardaigh
gd: Lorg
mi: Rapu

source: Search for people, places and things
ga: Déan cuardach ar dhaoine, áiteanna agus rudaí
gd: Lorg daoine, àitichean is rudan
mi: Rapua he tāngata, he wāhi, he mea hoki

source: See All
ga: Gach Uile
gd: Seall a h-uile
mi: Tirohia Te Katoa

source: See All Friend Requests
ga: Gach Iarratas ar Chairdeas
gd: Seall gach iarrtas càirdeis
mi: Tirohia Ngā Tono Hoa Katoa

source: See All Messages
ga: Gach Teachtaireacht
gd: Seall gach teachdaireachd
mi: Tirohia Ngā Karere Katoa

source: See All Notifications
ga: Gach Fógra
gd: Seall gach brath
mi: Tirohia Ngā Whakamōhiotanga Katoa

source: See Friendship
ga: Féach ar Chairdeas
gd: Faic an càirdeas

source: See More
ga: Tuilleadh
gd: Faic barrachd
mi: Tirohia Ētahi Atu

source: See Translation
ga: Aistriúchán
gd: Seall eadar-theangachadh
mi: Tiro Whakamāori

source: Send
ga: Seol
gd: Cuir
mi: Tukuna

source: Send a New Message
ga: Seol Teachtaireacht Nua
gd: Cuir teachdaireachd ùr
mi: Tukua he Karere Hou

source: Share
ga: Comhroinn
gd: Co-roinn
mi: Tiritiri

source: SORT
ga: SÓRTÁIL
gd: SEÒRSAICH
mi: KŌMAKA

source: Sponsored
ga: Urraithe
gd: Brosnaichte
mi: I Tautokona ā-Pūtea

source: Status
ga: Stádas
gd: Do naidheachd
mi: Tūnga

source: Subscribe to Page
ga: Liostáil leis an Leathanach Seo
gd: Fo-sgrìobh ris an duilleag

source: Subscriptions
ga: Liostálacha
gd: Fo-sgrìobhaidhean
mi: Ngā Ohaurunga

source: Suggested Groups
ga: Grúpaí Molta
gd: Buidhnean a mholamaid
mi: Ngā Rōpū Kua Tūtohua

source: Tag Friends
ga: Cuir Clib ar Chairde
gd: Cuir taga ri caraidean
mi: Tūtohu Hoa

source: Terms
ga: Téarmaí
gd: Teirmichean
mi: Ngā Ture

source: Ticker
ga: Nuacht Bheo
gd: Teacsa ruith
mi: Panuku Wā Ora

source: Timeline
ga: Amlíne
gd: Loidhne-ama
mi: Rārangi Wā

source: %T near %a
ga: %T i ngar do %a
gd: %T faisg air %a
mi: He pātata te %T ki %a

source: To:
ga: Chuig:
gd: Gu:
mi: Ki:

source: Top Stories
ga: Barrscéalta
gd: Prìomh naidheachdan
mi: Ngā Kōrero Matua

source: Unfollow Post
ga: Ná lean é seo
gd: Na lean ris a' phost tuilleadh

source: Unlike
ga: Ní Maith Liom É
gd: Cha toil tuilleadh
mi: Wete Painga

source: Update Info
ga: Faisnéis Nua
gd: Ùraich am fiosrachadh
mi: Whakahōu Mōhiohio

source: Update Status
ga: Stádas Nua
gd: Dè do naidheachd?
mi: Whakahōu Tūnga

source: Use Facebook as:
ga: Úsáid Facebook mar:
gd: Cleachd Facebook mar:
mi: Whakamahi Facebook hei:

source: View 1 comment
ga: Féach ar nóta tráchta amháin
gd: Seall %d bheachd
mi: Tirohia 1 tākupu

source: Wall Photos
ga: Grianghraif Bhalla
gd: Balla nan dealbhan
mi: Ngā Whakaahua Pātū

source: Welcome
ga: Fáilte
gd: Fàilte ort
mi: Nau mai

source: What's on your mind?
ga: Aon scéal?
gd: Dè tha dol?
mi: He aha ō whakaaro?

source: Write a comment...
ga: Scríobh rud éigin...
gd: Sgrìobh beachd...
mi: Tuhia he tākupu...

source: Yesterday
ga: Inné
gd: An-dè
mi: Inanahi

source: Yesterday at %s
ga: Inné ag %s
gd: An-dè aig %s
mi: Inanahi i %s

source: You like this.
ga: Is maith leat é seo.
gd: 'S toil leat seo.
mi: Kei te pai tēnei ki a koe

source: January
ga: Eanáir
gd: Am Faoilleach
mi: Kohitātea

source: February
ga: Feabhra
gd: An Gearran
mi: Huitanguru

source: March
ga: Márta
gd: Am Màrt
mi: Poutūterangi

source: April
ga: Aibreán
gd: An Giblean
mi: Paengawhāwhā

source: May
ga: Bealtaine
gd: An Cèitean
mi: Haratua

source: June
ga: Meitheamh
gd: An t-Ògmhios
mi: Pipiri

source: July
ga: Iúil
gd: An t-Iuchar
mi: Hōngongoi

source: August
ga: Lúnasa
gd: An Lùnastal
mi: Hereturikōkā

source: September
ga: Meán Fómhair
gd: An t-Sultain
mi: Mahuru

source: October
ga: Deireadh Fómhair
gd: An Dàmhair
mi: Whiringa-ā-nuku

source: November
ga: Samhain
gd: An t-Samhain
mi: Whiringa-ā-rangi

source: December
ga: Nollaig
gd: An Dùbhlachd
mi: Hakihea

source: Monday
ga: Dé Luain
gd: DiLuain
mi: Rāhina

source: Tuesday
ga: Dé Máirt
gd: DiMàirt
mi: Rātū

source: Wednesday
ga: Dé Céadaoin
gd: DiCiadain
mi: Rāapa

source: Thursday
ga: Déardaoin
gd: DiarDaoin
mi: Rāpare

source: Friday
ga: Dé hAoine
gd: DihAoine
mi: Rāmere

source: Saturday
ga: Dé Sathairn
gd: DiSathairne
mi: Rāhoroi

source: Sunday
ga: Dé Domhnaigh
gd: DiDòmhnaich
mi: Rātapu

# tagged in (%a.'s|a) %a
source: life event
ga: gcúrsa saoil

# commented on (a|his|your)
source: photo
ga: ghrianghraf

# tagged in (%a.'s|a) %a
source: photo
ga: ngrianghraf

source: post
ga: postáil
mi: tare

# commented on (a|his|your)
source: post
ga: phostáil

# tagged in (%a.'s|a) %a
source: post
ga: bpostáil

source: Add Photos/Video
mi: Tāpiri Whakaahua / Ataata
