Repository: bokarba/secwepemc-facebook
Catalog: po/ach.po
Languages: lg

source: life event
lg: Gin kwo matime

source: link
lg: Kube

source: photo
lg: Cal

source: post
lg: Cwal

source: status
lg: Kit matye kwede

source: status update
lg: Ki me keto

source: %a1, %a2 and %a3 like this.
lg: %a1, %a2 ki %a3 maro eni.

source: %a added a new photo.
lg: %a kimedo cal manyen.

source: %a1 added 1 new photo to the album %a2.
lg: %a1 kimedo cal acel manyen i albam %a2.

source: %a1 and %a2 are now friends.
lg: %a1 ki %a2 gin ong lurem.

source: %a1 and %a2 are now friends with %a3.
lg: %a1 ki %a2 gin dong luremi kombdi ki %a3.

source: %a1 and %a2 commented on a %a3.
lg: %a1 ki %a2 kimino tam ikom %a3.

source: %a1 and %a2 like %a3.
lg: %a1 ki %a2 maro %a3.

source: %a1 and %a2 like this.
lg: %a1 ki %a2 maro eni.

source: %a1 and %a2 shared %a3.
lg: %a1 ki %a2 kinywako %a3.

source: %a1 and %a2 shared %a3's %a4.
lg: %a1 ki %a2 kinywako %a3's %a4.

source: About
lg: Lok kom

source: about an hour ago
lg: Cawa acel mukato

source: about a minute ago
lg: Dakika acel angec

source: Account Settings
lg: Tero akaunti

source: %a changed her profile picture.
lg: %a otiko loko cal mamege me lok kome.

source: %a changed his profile picture.
lg: %a otiko loko cal mamege me lok kome.

source: %a1 commented on a %a2.
lg: %a1 kimino tam ikom a %a2.

source: %a1 commented on her own %a2.
lg: %a1 kimino tam ikom %a2.

source: %a1 commented on his own %a2.
lg: %a1 omino tam ikome pire kene %a2.

source: %a1 commented on your %a2.
lg: %a1 kimino tam ikom megi %a2.

source: Activity Log
lg: Gin later tic

source: Add Friend
lg: Med Larem

source: Add Interests...
lg: Med Keero...

source: Add Photo / Video
lg: Med cal/Video

source: Advertising
lg: Cato wil

source: a few seconds ago
lg: Dakika manok mukato

source: %a1 is at %a2.
lg: %a1 tye ii %a2.

source: %a1 is now friends with %a2 and %a3.
lg: %a1 kombedi ty laremi ki %a2 ki %a3.

source: %a1 likes %a2.
lg: %a1 maro %a2.

source: %a1 likes a %a2.
lg: %a1 maro a %a2.

source: %a1 likes %a2's %a3.
lg: %a1 maro %a2's %a3.

source: %a1 likes %a2 and %a3.
lg: %a1 maro %a2 ki %a3.

source: %a likes this.
lg: %a maro eni.

source: %a like this.
lg: %a maro eni.

source: a link
lg: kakube

source: APPS
lg: TIC

source: Apps and Games
lg: Kit me tuko

source: %A at %s
lg: %A ki %s

source: %a1 shared %a2.
lg: %a1 kinywako %a2.

source: %a1 shared %a2's %a3.
lg: %a1 kinywako %a2's %a3.

source: Ask Question
lg: Peny Lapeny

source: %a1 was tagged in %a2's %a3.
lg: %a1 onongo ki kelo ii %a2's %a3.

source: %a1 was tagged in a %a2.
lg: %a1 onongo dong ki kelo ii a %a2.

source: %a1 was tagged in %a2's photos.
lg: %a1 onong dong ki klo ii %a2's cal.

source: %a updated her cover photo.
lg: %a1 onongo dong ki kelo ii %a2's cal.

source: %a updated his cover photo.
lg: %a omedo yonge cal pare.

source: Born
lg: Kinywalo

source: By:
lg: Ngadi:

source: Cancel
lg: Ngol

source: Careers
lg: Dog tic

source: Change Cover
lg: Lok Ngeye

source: Chat (Off)
lg: Lok ma pe ikube i yamo

source: Close
lg: Lor

source: Close Friends
lg: Luremi ma Cok

source: Comment
lg: Mi tam

source: Cookies
lg: Layeny me intanet

source: Confirm
lg: Moki

source: Create an Ad
lg: Yub Ad

source: Create a Page
lg: Yub pot buk

source: Create Group...
lg: Yub Dul...

source: Create Group
lg: Yub Dul

source: Developers
lg: Ludong

source: 1 hour ago
lg: Cawa 1 mukato

source: 1 minute ago
lg: Dakika 1 angec

source: 1 mutual friend
lg: Larema macok

source: 1 NEW STORY
lg: Lok mutime nyen

source: 1 other
lg: 1 mukene

source: 1 other friend
lg: larem 1 mukene

source: 1 other page
lg: Pot buk 1 mukene

source: 1 other person
lg: Dano 1 mukene

source: 1 person
lg: Dano 1

source: 1 second ago
lg: ceken 1 mukato

source: 1 share
lg: nywako 1

source: Edit Options
lg: Yub yo mukene

source: Edit or Remove
lg: Yubi onyo kwany

source: English (US)
lg: Leb munu me (US)

source: Enter a friend's name or email address
lg: Ket nying laremi onyo email address

source: Events
lg: Jami ma time

source: Family
lg: Gang

source: FAVORITES
lg: JAMI MA IMARO

source: Find Friends
lg: yeny Lurem

source: Find More Pages
lg: Nongo Pot buk Mapol

source: Friends on Chat
lg: Luremi matye i ka boko lok

source: Friend Requests
lg: Leg pi Larem

source: Friends
lg: Lurem

source: FRIENDS
lg: LUREM

source: GROUPS
lg: DULE

source: Help
lg: Kony

source: Home
lg: Gang

source: INTERESTS
lg: KERO

source: Life Event
lg: Kit me kwo

source: Like
lg: Maro

source: Likes
lg: Maro

source: Like Page
lg: Maro Pot buk

source: Like This Page
lg: Maro pot buk man

source: Links
lg: Kubo

source: LISTS
lg: kIT MA KIRYEYO KWEDE

source: Log Out
lg: kat woko

source: Message:
lg: Kwena:

source: Messages
lg: Kwena Mapol

source: Mobile Uploads
lg: Keto ki Gin cing

source: More
lg: Mukene

source: MORE
lg: MUKENE

source: More Stories
lg: Lok mukene ma okati

source: Most Recent
lg: Macok coki

source: Music
lg: Wer

source: New Group...
lg: Dul Manyen...

source: New Message
lg: Kwena Manyen

source: News Feed
lg: Adwogi me lok Manyen

source: Notes
lg: Lok

source: Notifications
lg: Miyo ngc

source: Not Now
lg: Kombedo ku

source: Now
lg: Kombedi

source: PAGES
lg: POT BUK

source: People who like this
lg: Jo ma maro man

source: People You May Know
lg: Dano mogo ma nyo ingeyo

source: Photo
lg: Cal

source: Photos
lg: Cal mapol

source: Place
lg: Kabedo

source: Places
lg: Kabedo

source: Pokes
lg: Dir

source: Privacy
lg: Mung

source: Privacy Settings
lg: Tero imung

source: Profile
lg: Jami mapat pat ma tye

source: Questions
lg: Lapeny

source: Recent Activity
lg: Tic ma otime cok-cok

source: RECENT POST
lg: GIN MA KICWALO MACOK-COKI

source: Recommended Pages
lg: Pot buk ma kicwako

source: Remove Preview
lg: Kwany gin ma ineno

source: Resize
lg: Dwok dite odoco

source: %s, add a comment...
lg: %s, med tam...

source: Search
lg: Yeny

source: Search for people, places and things
lg: Yeny jo, kabedo ki jami mapol

source: See All
lg: Nen Gin weng

source: See All Friend Requests
lg: Nen Lga pa Lurem

source: See All Messages
lg: Nen Kwena Weng

source: See All Notifications
lg: Nen Ngec Weng

source: See Friendship
lg: Nen jo ma Luremi

source: See More
lg: Nen mukene

source: See Translation
lg: Nen Lagony

source: Send
lg: Cwal

source: Send a New Message
lg: Cwal Kwena Manyen

source: Share
lg: Nywak

source: SORT
lg: Yer

source: Sponsored
lg: Kiculo pire

source: Status
lg: Kit ma tye kwede

source: Subscriptions
lg: Coye

source: Suggested Groups
lg: Byek Dule

source: Tag Friends
lg: Lurem ma imaro lok kwedgi

source: Terms
lg: Kite

source: Ticker
lg: Gin ma omoko

source: Timeline
lg: Cawa me agiki

source: %T near %a
lg: %T cok %a

source: To:
lg: Bot:

source: Top Stories
lg: Wii lok Mukato

source: Unlike
lg: Pe kumeno

source: Update Info
lg: Ket Lok

source: Update Status
lg: Ket kit ma tye kwede

source: Use Facebook as:
lg: Tii ki Facebook calo:

source: View 1 comment
lg: Nen tam amia 1

source: Wall Photos
lg: Cal me kor ot

source: Welcome
lg: Jolo

source: What's on your mind?
lg: Itye katamo ngo?

source: Write a comment...
lg: Coo tami...

source: Yesterday
lg: Lawoo

source: Yesterday at %s
lg: Laworo i %s

source: You and %a like this.
lg: In ki %a maro man.

source: You, %a1 and %a2 like this.
lg: In, %a1 ki %a2 maro man.

source: You like this.
lg: Imaro eni.

source: January
lg: Dwe me acel

source: February
lg: Dwe me aryo

source: March
lg: Dwe me adek

source: April
lg: Dwe me angwen

source: May
lg: Dwe me abic

source: June
lg: Dwe me abicel

source: July
lg: Dwe me abiro

source: August
lg: Dwe me aboro

source: September
lg: Dwe me abonwen

source: October
lg: Dwe me apar

source: November
lg: Dwe me apar wiye acel

source: December
lg: Dwe me apar wiye aryo

source: Monday
lg: Ceng baraja

source: Tuesday
lg: Cng aryo

source: Wednesday
lg: Ceng adek

source: Thursday
lg: Ceng angwen

source: Friday
lg: Ceng abic

source: Saturday
lg: ceng abicel

source: Sunday
lg: Ceng cabit
