Repository: bokarba/secwepemc-facebook
Catalog: po/an.po
Languages: an

source: link
an: vinclo

# %a.'s %a
source: link
an: o vinclo

# a %a.
source: link
an: un vinclo

source: photo
an: foto

# %a.'s %a
source: photo
an: a foto

# a %a.
source: photo
an: una foto

source: post
an: dentrada

# %a.'s %a
source: post
an: a dentrada

# a %a.
source: post
an: una dentrada

source: status
an: estau

# %a.'s %a
source: status
an: o estau

# a %a.
source: status
an: un estau

source: status update
an: actualización d'estau

source: %a1, %a2 and %a3 like this.
an: A %a1, %a2 y %a3 les ha feito goyo isto.

source: %a added a new photo.
an: %a i ha adhibiu una nueva foto.

source: %a1 added 1 new photo to the album %a2.
an: %a1 ha adhibiu una nueva foto en l'album %a2.

source: %a1 and %a2 are now friends.
an: %a1 y %a2 son agora amigos.

source: %a1 and %a2 are now friends with %a3.
an: %a1 y %a2 son agora amigos con %a3.

source: %a1 and %a2 commented on a %a3.
an: %a1 y %a2 han comentau sobre %a3.

source: %a1 and %a2 like %a3.
an: A %a1 y %a2 les fa goyo %a3.

source: %a1 and %a2 like this.
an: A %a1 y %a2 les fa goyo isto.

source: %a1 and %a2 shared %a3.
an: %a1 y %a2 han compartiu %a3.

source: %a1 and %a2 shared %a3's %a4.
an: %a1 y %a2 han compartiu %a4 de %a3.

source: About
an: Arredol de

source: about an hour ago
an: en fa una hora

source: about a minute ago
an: en fa un minuto

source: Account Settings
an: Achustes de cuenta

source: %a changed her profile picture.
an: %a ha cambiau a suya foto de perfil.

source: %a changed his profile picture.
an: %a ha cambiau a suya foto de perfil.

source: %a1 commented on a %a2.
an: %a1 ha comentau sobre %a2.

source: %a1 commented on her own %a2.
an: %a1 ha comentau sobre o suyo propio %a2.

source: %a1 commented on his own %a2.
an: %a1 ha comentau sobre o suyo propio %a2.

source: %a1 commented on your %a2.
an: %a1 ha comentau sobre o tuyo %a2.

source: Activity Log
an: Rechistro d'actividatz

source: Add Friend
an: Adhibir como amigo

source: Add Interests...
an: Adhibir Intereses...

source: Add Photo / Video
an: Adhibe una foto u video

source: Advertising
an: Publicidat

source: a few seconds ago
an: en fa qualques segundos

source: %a1 is at %a2.
an: %a1 ye en %a2.

source: %a1 is now friends with %a2 and %a3.
an: %a1 ye agora amigo con %a2 y con %a3.

source: %a1 likes %a2.
an: A %a1 le fa goyo %a2.

source: %a1 likes a %a2.
an: A %a1 le fa goyo %a2.

source: %a1 likes %a2's %a3.
an: A %a1 le fa goyo %a3 de %a2.

source: %a1 likes %a2 and %a3.
an: A %a1 le fa goyo %a2 y %a3.

source: %a likes this.
an: A %a le fa goyo isto.

source: %a like this.
an: A %a les fa goyo isto.

source: a link
an: un vinclo

source: APPS
an: APLICACIONS

source: Apps and Games
an: Aplicacions y chuegos

source: %A at %s
an: Lo %A a las %s

source: %a1 shared %a2.
an: %a1 ha compartiu %a2.

source: %a1 shared %a2's %a3.
an: %a1 ha compartiu %a3 de %a2.

source: Ask Question
an: Fe una pregunta

source: %a1 was tagged in %a2's %a3.
an: S'ha etiquetau a %a1 en %a3 de %a2.

source: %a1 was tagged in %a2's photos.
an: S'ha etiquetau a %a1 en as fotos de %a2.

source: %a updated her cover photo.
an: %a ha esviellau a suya foto de portalada.

source: %a updated his cover photo.
an: %a ha esviellau a suya foto de portalada.

source: %B %d
an: %d de %B

source: %B %d at %s
an: %d de %B a la(s) %s

source: %B %d, %Y
an: %d de %B de %Y

source: %B %d, %Y at %s
an: %d de %B de %Y, a la(s) %s

source: Born
an: Naixencia

source: By:
an: De:

source: Cancel
an: Cancelar

source: Careers
an: Treballar-ie

source: Change Cover
an: Cambiar a portalada

source: Chat (Off)
an: Chat (desconnectau)

source: Close
an: Zarrar

source: Close Friends
an: Los mas amigos

source: Comment
an: Comentar

source: Confirm
an: Confirmar

source: Create an Ad
an: Creyar un anuncio

source: Create a Page
an: Creyar una pachina

source: Create Group...
an: Creyar una colla...

source: Create Group
an: Creyar una colla

source: Developers
an: Desembolicadors

source: 1 hour ago
an: en fa una hora

source: 1 minute ago
an: en fa un minuto

source: 1 mutual friend
an: un amigo común

source: 1 NEW STORY
an: UNA HISTORIA NUEVA

source: 1 other
an: unatro mas

source: 1 other friend
an: unatro amigo

source: 1 other page
an: unatra pachina

source: 1 other person
an: unatra persona

source: 1 person
an: una persona

source: 1 second ago
an: en fa un segundo

source: 1 share
an: Compartiu una vegada

source: Edit Options
an: Editar Opcions

source: Edit or Remove
an: Editar u Borrar

source: English (US)
an: Aragonés

source: Enter a friend's name or email address
an: Escribe o nombre d'un amigo u a suya adreza de correu

source: Events
an: Eventos

source: Family
an: Familia

source: FAVORITES
an: FAVORITOS

source: Find Friends
an: Trobar amigos míos

source: Find More Pages
an: Trobar mas pachinas

source: Friends on Chat
an: Amigos connectaus

source: Friend Requests
an: Demandas d'amistanza

source: Friends
an: Amigos

source: FRIENDS
an: AMIGOS

source: GROUPS
an: COLLAS

source: Help
an: Aduya

source: Home
an: Inicio

source: INTERESTS
an: INTERESES

source: Life Event
an: Episodios importants

source: Like
an: Me fa goyo

source: Likes
an: Me fa goyo

source: Like Page
an: Me fa goyo

source: Like This Page
an: Me fa goyo ista pachina

source: Links
an: Vinclos

source: LISTS
an: LISTAS

source: Log Out
an: Salir

source: Map
an: Mapa

source: Message:
an: Mensache:

source: Messages
an: Mensaches

source: Mobile Uploads
an: Puyadas dende o mobil

source: More
an: Mas

source: MORE
an: MAS

source: More Stories
an: Mas historias

source: Most Recent
an: Mas recients

source: Music
an: Musica

source: New Group...
an: Nueva colla...

source: New Message
an: Nuevo mensache

source: News Feed
an: Nueva canal (feed)

source: Notes
an: Notas

source: Notifications
an: Notificacions

source: Not Now
an: No pas agora

source: Now
an: Agora

source: PAGES
an: PACHINAS

source: People who like this
an: Chent que le fa goyo isto

source: People You May Know
an: Chent que talment conoixes

source: Photo
an: Adhibe una foto

source: Photos
an: Fotos

source: Place
an: Puesto

source: Places
an: Puestos

source: Pokes
an: Trucos

source: Privacy
an: Privacidat

source: Privacy Settings
an: Achustes de privacidat

source: Profile
an: Perfil

source: Questions
an: Preguntas

source: Recent Activity
an: Actividat recient

source: RECENT POST
an: DENTRADA RECIENT

source: Recommended Pages
an: Pachinas recomendadas

source: Remove Preview
an: Borrar l'anvista previa

source: Resize
an: Cambiar a mida

source: Search
an: Mirar-lo

source: Search for people, places and things
an: Mirar chent, puestos y cosas

source: See All
an: Veyer-las todas

source: See All Friend Requests
an: Veyer todas as demandas d'amistanza

source: See All Messages
an: Veyer totz os mensaches

source: See All Notifications
an: Veyer todas as notificaciones

source: See Friendship
an: Veyer os vinclos d'amistanza

source: See More
an: Veyer-ne mas

source: See Translation
an: Veyer a traducción

source: Send
an: Ninviar

source: Send a New Message
an: Ninviar un nuevo mensache

source: Share
an: Compartir

source: SORT
an: ORDENAR

source: Sponsored
an: Publicidat

source: Status
an: Estau

source: Subscriptions
an: Condutas

source: Suggested Groups
an: Collas sucheridas

source: Tag Friends
an: Etiquetar a os amigos

source: Terms
an: Condicions

source: Ticker
an: Teletipo

source: Timeline
an: Cronolochía

source: %T near %a
an: %T, amán de %a

source: To:
an: Ta:

source: Top Stories
an: Mas importants

source: Unlike
an: Ya no me fa goyo

source: Update Info
an: Esviellar a información

source: Update Status
an: Esviella lo estau

source: Use Facebook as:
an: Fer servir Facebook como:

source: View 1 comment
an: Veyer un comentario

source: Wall Photos
an: Fotos de paret

source: Welcome
an: Bienveniu

source: What's on your mind?
an: En qué yes pensando?

source: Write a comment...
an: Fer un comentario...

source: Yesterday
an: Ahiere

source: Yesterday at %s
an: Ahiere a la(s) %s

source: You and %a like this.
an: A tu y a %a tos fa goyo isto.

source: You, %a1 and %a2 like this.
an: A tu, a %a1 y a %a2 tos fa goyo isto.

source: You like this.
an: Te fa goyo isto.

source: January
an: chinero

source: February
an: febrero

source: March
an: marzo

source: April
an: abril

source: May
an: mayo

source: June
an: chunyo

source: July
an: chulio

source: August
an: agosto

source: September
an: setiembre

source: October
an: octubre

source: November
an: noviembre

source: December
an: aviento

source: Monday
an: luns

source: Tuesday
an: martz

source: Wednesday
an: mierques

source: Thursday
an: chueus

source: Friday
an: viernes

source: Saturday
an: sabado

source: Sunday
an: domingo
