Repository: bokarba/secwepemc-facebook
Catalog: po/ff.po
Languages: ff

source: life event
ff: joljolal maa

source: link
ff: jokkol

source: photo
ff: natal

source: post
ff: postol

source: status
ff: ɓalal

source: status update
ff: kesɗitinal ɓalal

source: You and %a like this.
ff: Aan e %a oɗon mbelaa ɗum.

source: You, %a1 and %a2 like this.
ff: Aan, %a1 e %a2 oɗon mbelaa ɗum.

source: %a1, %a2 and %a3 like this.
ff: %a1, %a2 e %a3 ena mbelaa ɗum.

source: %a added a new photo.
ff: %a ɓeydii natal kesal %d.

source: %a1 added 1 new photo to the album %a2.
ff: %a1 ɓeydii natal kesal e albom %a2.

source: %a1 and %a2
ff: %a1 e %a2

source: %a1 and %a2 are now friends.
ff: %a1 and %a2 ngontii sehilaaɓe.

source: %a1 and %a2 are now friends with %a3.
ff: %a1 e %a2 ngontii sehilaaɓe %a3.

source: %a1 and %a2 commented on a %a3.
ff: %a1 e %a2 won ko kaali e %a3.

source: %a1 and %a2 like %a3.
ff: %a1 e %a2 ena mbalaa %a3.

source: %a1 and %a2 like this.
ff: %a1 e %a2 ena mbalaa ɗum.

source: %a1 and %a2 shared %a3.
ff: %a1 e %a2 lollinii %a3.

source: %a1 and %a2 shared %a3's %a4.
ff: %a1 e %a2 lollinii %a3's %a4.

source: %a1 and %a2 were tagged in %a3's photos.
ff: %a1 e %a2 maantaama e nate %a3.

source: About
ff: Baɗte

source: about an hour ago
ff: wonii hakke waktu

source: about a minute ago
ff: wonii hakke hojom

source: Account Settings
ff: Teelte Konte

source: %a changed her profile picture.
ff: %a waylii natal heftinirde mum.

source: %a changed his profile picture.
ff: %a waylii natal heftinirde mum.

source: %a1 commented on a %a2.
ff: %a1 won ko haali e %a2.

source: %a1 commented on her own %a2.
ff: %a1 won ko haali e %a2 mum.

source: %a1 commented on his own %a2.
ff: %a1 won ko haali e %a2 mum.

source: %a1 commented on your %a2.
ff: %a1 won ko haali e %a2 maa.

source: Activity Log
ff: Aslol Dille Maa

source: Add Friend
ff: Ɓeydu Sehil

source: Add Interests...
ff: Ɓeydu Katojine...

source: Add Photos/Video
ff: Ɓeydu Natal / Widewoo

source: Advertising
ff: Ɓaŋŋingol

source: a few seconds ago
ff: waɗii majaali seeɗa

source: %a1 is at %a2.
ff: %a1 woni ko %a2.

source: %a1 is now friends with %a2 and %a3.
ff: %a1 wontii sehil %a2 e %a3.

source: %a1 likes %a2.
ff: %a1 ena welaa %a2.

source: %a1 likes a %a2.
ff: %a1 ena welaa %a2.

source: %a1 likes %a2's %a3.
ff: %a1 ena welaa %a3 %a2.

source: %a1 likes %a2 and %a3.
ff: %a1 ena welaa %a2 e %a3.

source: %a likes this.
ff: %a ena welaa ɗuum.

source: %a like this.
ff: %a ena mbelaa ɗuum.

source: a link
ff: jokkol

source: APPS
ff: JAAƁƊE

source: Apps and Games
ff: Jaaɓɗe e Pije

source: %A at %s
ff: %A sahnga %s

source: %a1 shared %a2.
ff: %a1 lollinii %a2.

source: %a1 shared %a2's %a3.
ff: %a1 lollinii %a3 %a2.

source: %a1 shared her own %a2.
ff: %a1 lollinii %a2 muuɗum.

source: %a1 shared his own %a2.
ff: %a1 lollinii %a2 muuɗum.

source: Ask Question
ff: Weddo Naamnal

source: %a1 took a photo with %a2.
ff: %a1 ɓamii natal huutoraade %a2.

source: %a1 was tagged at %a2.
ff: %a1 maantaama to %a2.

source: %a1 was tagged in %a2's %a3.
ff: %a1 maantaama e %a3 %a2.

source: %a1 was tagged in a %a2.
ff: %a1 maantaama e %a2.

source: %a1 was tagged in %a2's photos.
ff: %a1 maantaama e nate %a2.

source: %a updated her cover photo.
ff: %a hesɗitinii nalal ŋaro mum.

source: %a updated his cover photo.
ff: %a hesɗitinii nalal ŋaro mum.

source: %B %d at %s
ff: %B %d sahnga %s

source: %B %d, %Y at %s
ff: %B %d, %Y sahnga %s

source: Born
ff: Jibinaaɗo

source: By:
ff: Waɗi ko:

source: Cancel
ff: Haaytu

source: Careers
ff: Golluuje

source: Change Cover
ff: Waylu Ŋaro

source: Chat (Off)
ff: Bakto (Hurmaani)

source: Close
ff: Uddu

source: Close Friends
ff: Sehilaaɓe Ɓadiiɓe

source: Comment
ff: Yowre

source: Cookies
ff: Kukiije

source: Confirm
ff: Teeŋtin

source: Create an Ad
ff: Sos Ɓaŋŋino

source: Create a Page
ff: Sos Hello

source: Create Group...
ff: Sos Fedde...

source: Create Group
ff: Sos Fedde

source: Developers
ff: Topayɓe

source: 1 hour ago
ff: waɗii waktu

source: 1 minute ago
ff: waɗi hojom

source: 1 mutual friend
ff: ena renndaa sehil 1

source: 1 NEW STORY
ff: DAAROL 1 KESOL

source: 1 other
ff: goɗɗo

source: 1 other friend
ff: sehil gooto goɗɗo

source: 1 other page
ff: hello wooto woɗngo

source: 1 other person
ff: neɗɗo gooto goɗɗo

source: 1 person
ff: neɗɗo gooto

source: 1 second ago
ff: waɗii majaango 1

source: 1 share
ff: lollinaama laawol 1

source: Edit Options
ff: Taƴto Cuɓe

source: Edit or Remove
ff: Taƴto walla Momtu

source: English (US)
ff: Pulaar-Fulfulde

source: Enter a friend's name or email address
ff: Naatnu innde sehil walla ñiiɓirde iimeel

source: Events
ff: Joljole

source: Family
ff: Enɗam

source: FAVORITES
ff: LABAAƊE

source: Find Friends
ff: Yiylo Sehilaaɓe

source: Find More Pages
ff: Yiylo Kelle Goɗɗe

source: Follow Post
ff: Rewindo Postol

source: Friends on Chat
ff: Sehilaaɓe e Baktirde

source: Friend Requests
ff: Ɗaɓɓooɓe Cehilaagal

source: Friends
ff: Sehilaaɓe

source: FRIENDS
ff: SEHILAAƁE

source: GROUPS
ff: PELLE

source: Help
ff: Ballal

source: Home
ff: Damal

source: INTERESTS
ff: KATOJINE

source: Life Event
ff: Joljolal Maa

source: Like
ff: Miɗo welaa

source: Likes
ff: Aɗa Welaa

source: Like Page
ff: Hello Welaaɓe

source: Like This Page
ff: Wele Ngoo Hello

source: Links
ff: Jokke

source: LISTS
ff: DOGGI

source: Log Out
ff: Seŋto

source: Map
ff: Kartal

source: Message
ff: Ɓatakuure

source: Message:
ff: Ɓatakuure:

source: Messages
ff: Ɓatakuje

source: Mobile Uploads
ff: Jollanɗe Cinndel

source: More
ff: Goɗɗe

source: MORE
ff: GOƊƊE

source: More Stories
ff: Poste Goɗɗe

source: Most Recent
ff: Ɓurɗi Hesɗude

source: Music
ff: Gaaci

source: New Group...
ff: Fedde Hesere...

source: New Message
ff: Ɓatakuure Hesere

source: News Feed
ff: Balol Kabaruuji

source: Notes
ff: Ciife

source: Notifications
ff: Tintine

source: Not Now
ff: Wonaa Jooni

source: Now
ff: Jooni

source: PAGES
ff: KELLE

source: PAGES AND ADS
ff: KELLE E BAŊŊINE

source: People who like this
ff: Yimɓe yiɗɓe ɗuum

source: People You May Know
ff: A Waastaa Anndude Ɓee

source: Photo
ff: Natal

source: Photos
ff: Nate

source: Place
ff: Nokku

source: Places
ff: Nokkuuji

source: Pokes
ff: Ɓaaƴe

source: Privacy
ff: Suturo

source: Privacy Settings
ff: Teelte Suturo

source: Profile
ff: Heftinirde

source: Questions
ff: Naamne

source: Recent Activity
ff: Dille Cakkitiiɗe

source: RECENT POST
ff: POSTE CAKKITIIƊE

source: Recommended Pages
ff: Kelle Basiyaaɗe

source: Remove Preview
ff: Momtu Joytol

source: Resize
ff: Ɓetto

source: %s, add a comment...
ff: %s, ɓeydu haala maa...

source: Search
ff: Yiylo

source: Search for people, places and things
ff: Yiylo yimɓe, nokkuuji e geɗe goɗɗe

source: See All
ff: Yiy Fofof

source: See All Friend Requests
ff: Yiy Ɗaɓɓooɓe Cehilaagal Fof

source: See All Messages
ff: Yiy Ɓatakuuje Fof

source: See All Notifications
ff: Yiy Tintino Fof

source: See Friendship
ff: Yiy Cehilaagal

source: See More
ff: Yiy Goɗɗi

source: See Translation
ff: Yiy Firo

source: Send
ff: Neldu

source: Send a New Message
ff: Neldu Ɓatakuure Hesere

source: Share
ff: Lollin

source: SORT
ff: LEEMTO

source: Sponsored
ff: Barjitaaɗi

source: Status
ff: Ɓalal

source: Subscribe to Page
ff: Lulno e Hello

source: Subscriptions
ff: Lulnaali

source: Suggested Groups
ff: Pelle Basiyaaɗe

source: Tag Friends
ff: Maanto Selilaaɓe

source: Terms
ff: Sarɗiiji

source: Ticker
ff: Ɓoggol kabaruuji

source: Timeline
ff: Asliwol

source: %T near %a
ff: %T sara %a

source: To:
ff: Fayde e:

source: Top Stories
ff: Poste Dowrowe

source: Unfollow Post
ff: Rewtindo Postol

source: Unlike
ff: Nattu weleede

source: Update Info
ff: Hesɗitin Humpito

source: Update Status
ff: Hesɗitin Ɓalal

source: Use Facebook as:
ff: Huutoro Facebook e innde:

source: View 1 comment
ff: Yiyto ywre 1

source: Wall Photos
ff: Nate Ɓalal

source: Welcome
ff: On Jaɓɓaama

source: What's on your mind?
ff: Hol ko woni e hakkille maa?

source: Write a comment...
ff: Winndu yowre...

source: Yesterday
ff: Haŋki

source: Yesterday at %s
ff: Haŋki sahnga %s

source: You like this.
ff: Aɗa welaa ɗuum.

source: January
ff: Siilo

source: February
ff: Colte

source: March
ff: Mbooy

source: April
ff: Seeɗto

source: May
ff: Duujal

source: June
ff: Korse

source: July
ff: Morso

source: August
ff: Juko

source: September
ff: Siilto

source: October
ff: Yarkomaa

source: November
ff: Jolal

source: December
ff: Bowte

source: Monday
ff: Aaɓnde

source: Tuesday
ff: Mawbaare

source: Wednesday
ff: Njeslaare

source: Thursday
ff: Naasaande

source: Friday
ff: Mawnde

source: Saturday
ff: Hoore-biir

source: Sunday
ff: Dewo
