Repository: bokarba/secwepemc-facebook
Catalog: po/sm.po
Languages: sm

source: life event
sm: mea ua tupu i lou olaga

source: link
sm: itūlau e sili

source: photo
sm: ata

source: post
sm: fa'apipi'i

source: status
sm: uiga

source: status update
sm: uiga fou

source: You and %a like this.
sm: O 'oe ma %a e fiafia le mea lea.

source: You, %a1 and %a2 like this.
sm: O 'oe, %a1 ma %a2 e fiafia le mea lea.

source: %a1, %a2 and %a3 like this.
sm: 'E fiafia %a1, %a2 ma %a3 i le mea lea.

source: %a added a new photo.
sm: Ua fa'aopoopo e %a le ata fou.

source: %a1 added 1 new photo to the album %a2.
sm: Ua fa'aopoopo e %a1 le ata fou e tasi i le tusi ata.

source: %a1 and %a2 are now friends.
sm: Ua uō nei ia %a1 ma %a2

source: %a1 and %a2 are now friends with %a3.
sm: Ua uō nei %a1 ma %a2 ia %a3.

source: %a1 and %a2 commented on a %a3.
sm: O se manatu %a1 ma %a2 i le %a3.

source: %a1 and %a2 like %a3.
sm: E fiafia %a1 ma %a2 i le %a3.

source: %a1 and %a2 like this.
sm: E fiafia %a1 ma %a2 i mea nei

source: %a1 and %a2 shared %a3.
sm: Ua 'avatu e %a1 ma %a2 le %a3

source: %a1 and %a2 shared %a3's %a4.
sm: Ua 'avatu e %a1 ma %a2 le %a4 a %a3

source: About
sm: Fa'atatau

source: about an hour ago
sm: i le itūlā ua mavae

source: about a minute ago
sm: i le minute ua mavae

source: Account Settings
sm: Fa'afou lou Filifiliga

source: %a changed her profile picture.
sm: Ua sui e %a lana ata.

source: %a changed his profile picture.
sm: Ua sui e %a lana ata.

source: %a1 commented on a %a2.
sm: O se manatu a %a1 i le %a2

source: %a1 commented on her own %a2.
sm: O se manatu a %a1 i lana lava %a2.

source: %a1 commented on his own %a2.
sm: O se manatu a %a1 i lana lava %a2.

source: %a1 commented on your %a2.
sm: O se manatu a %a1 i lou %a2

source: Activity Log
sm: Lisi Gāoioiga

source: Add Friend
sm: Fa'aopoopo lau Uō

source: Add Interests...
sm: Fa'aopoopo lau mea e fiafia i ai…

source: Add Photos/Video
sm: Fa'aopoopo lau Ata/Vitiō

source: Advertising
sm: Fa'asalalauga

source: a few seconds ago
sm: taimi nei

source: %a1 is at %a2.
sm: O lei ia %a1 %a2

source: %a1 likes %a2.
sm: E fiafia %a1 i le %a2.

source: %a1 likes a %a2.
sm: E fiafia %a1 i le %a2.

source: %a1 likes %a2's %a3.
sm: E fiafia %a1 i le %a3 a %a2

source: %a1 likes %a2 and %a3.
sm: E fiafia %a1 i le %a2 ma %a3

source: %a likes this.
sm: E fiafia %a i mea nei

source: %a like this.
sm: e fiafia %a i mea nei.

source: a link
sm: itūlau uepe

source: APPS
sm: POLAKALAME KOMIPUTA

source: Apps and Games
sm: Polakalame ma Ta'aloga

source: %A at %s
sm: %A i le %s

source: %a1 shared %a2.
sm: Ua tufa atu e %a1 lana %a2.

source: %a1 shared %a2's %a3.
sm: Ua 'avatu e %a1 le %a3 a %a2

source: %a1 shared her own %a2.
sm: Ua 'avatu e %a1 lana ia %a2

source: %a1 shared his own %a2.
sm: Ua 'avatu %a1 lana ia %a2

source: Ask Question
sm: Fesili

source: %a1 was tagged in %a2's %a3.
sm: %a1 maka i le %a3 a %a2

source: %a1 was tagged in a %a2.
sm: %a1 maka i le %a2

source: %a1 was tagged in %a2's photos.
sm: %a1 maka i le ata a %a2

source: %a updated her cover photo.
sm: Ua fa'afou e %a lana ata.

source: %a updated his cover photo.
sm: Ua fa'afou e %a lana ata.

source: %B %d
sm: %d%B

source: %B %d at %s
sm: %d%B i le %s

source: %B %d, %Y
sm: %d%B,%Y

source: %B %d, %Y at %s
sm: %d%B,%Y i le %s

source: Born
sm: Fānau

source: By:
sm: Gaosia e

source: Cancel
sm: Lē o'o

source: Careers
sm: Gāluega

source: Change Cover
sm: Sui Lou Ata

source: Chat (Off)
sm: Talanoa (Fa'apē)

source: Close
sm: Tāpuni

source: Close Friends
sm: Uō Mamae

source: Comment
sm: Lou manatu

source: Cookies
sm: Kuki

source: Confirm
sm: Fa'amausalī

source: Create an Ad
sm: Fa'asalalau

source: Create a Page
sm: Gaosia itūlau

source: Create Group...
sm: Gaosia Fa'alāpotopotoga…

source: Create Group
sm: Gaosia Fa'alāpotopotoga

source: 1 hour ago
sm: Tasi le itūlā ua mavae atu

source: 1 minute ago
sm: Tasi le minute ua mavae atu

source: 1 mutual friend
sm: Tasi uō feasia'iiga

source: 1 NEW STORY
sm: TALA FOU

source: 1 other
sm: tasi le isi

source: 1 other friend
sm: le isi uō e tasi

source: 1 other page
sm: le isi itūlau e tasi

source: 1 other person
sm: Le isi tagata e tasi

source: 1 person
sm: tagata to'atasi

source: 1 second ago
sm: Tasi sekone ua mavae atu

source: 1 share
sm: Fa'atasi na tufa atu

source: Edit Options
sm: Fa'afou le Filifiliga

source: Edit or Remove
sm: fa'atonutonu pe 'Ave'ese

source: English (US)
sm: Fa'aSāmoa

source: Enter a friend's name or email address
sm: Tā i totonu le igoa po'o le imeli a lau uō

source: Events
sm: Mea ua tupu

source: Family
sm: 'Āiga

source: FAVORITES
sm: PELEINA

source: Find Friends
sm: Su'e Uō

source: Find More Pages
sm: Su'e isi itūlau

source: Friends on Chat
sm: Talanoa ma uō

source: Friend Requests
sm: Tagata Fa'auō

source: Friends
sm: Lisi lou Uō

source: FRIENDS
sm: UŌ

source: GROUPS
sm: FA'ALĀPOTOPOTOGA

source: Help
sm: Fesoasoani

source: Home
sm: Nu'u

source: INTERESTS
sm: MEA E FIAFIA I AI

source: Life Event
sm: Mea ua tupu i lou olaga

source: Like
sm: Fiafia

source: Likes
sm: O mea mānaia

source: Like Page
sm: Itūlau Mānaia

source: Like This Page
sm: Fiafia i le Itūlau

source: Links
sm: Itūlau uepe

source: LISTS
sm: Lisi

source: Log Out
sm: Fa'atōfā

source: Map
sm: Fa'afanua

source: Message
sm: Fe'au

source: Message:
sm: Fe'au:

source: Messages
sm: Fe'au

source: Mobile Uploads
sm: 'Auina mai i le telefoni feavea'i

source: More
sm: Le isi

source: MORE
sm: LE ISI

source: More Stories
sm: Le Isi Tala

source: Most Recent
sm: Aupito E Le'i Leva

source: Music
sm: Musika

source: New Group...
sm: Fa'alāpotopotoga Fou…

source: New Message
sm: Fe'au Fou

source: News Feed
sm: Niusi

source: Notes
sm: 'Api

source: Notifications
sm: 'Api va'ai

source: Not Now
sm: Tolo

source: Now
sm: Nei

source: PAGES
sm: ITŪLAU

source: People who like this
sm: Tagata e fiafia le mea lea

source: People You May Know
sm: Tagata e te tau iloa

source: Photo
sm: Ata

source: Photos
sm: Ata

source: Place
sm: Nofoaga

source: Places
sm: Nofoaga

source: Privacy
sm: Patino

source: Privacy Settings
sm: Meafaigāluega Patino

source: Profile
sm: Lou fa'amatalaga

source: Questions
sm: Fesili

source: Recent Activity
sm: Gāoioiga e le'i leva

source: RECENT POST
sm: MEA E LE'I LEVA

source: Recommended Pages
sm: Itūlau Fautua

source: Remove Preview
sm: 'Ave'ese le ata

source: Resize
sm: Sui fua

source: %s, add a comment...
sm: %s, fa'aopoopo se manatu

source: Search
sm: Sā'ili

source: Search for people, places and things
sm: Su'e mo tagata, nu'u ma mea

source: See All
sm: Va'ai 'uma

source: See All Friend Requests
sm: Va'ai 'Uma ia Fa'auō

source: See All Messages
sm: Va'ai tusi 'uma

source: See All Notifications
sm: Va'ai 'uma i fa'asilasilaga

source: See Friendship
sm: Va'ai Uō

source: See More
sm: Fia Iloa Atili

source: See Translation
sm: Va'ai Fa'aliliuga

source: Send
sm: Lafo

source: Send a New Message
sm: Lafo le Tusi Fou

source: Share
sm: Tufa'aga

source: SORT
sm: ITŪ'ĀIGA

source: Status
sm: Uiga

source: Suggested Groups
sm: Fa'alāpotopotoga Fautua

source: Tag Friends
sm: Uō Fa'ailoga

source: Terms
sm: Tūlafono

source: %T near %a
sm: %T latalata %a

source: To:
sm: Mo

source: Top Stories
sm: Tala Tausa'afia

source: Unlike
sm: Lē pei

source: Update Info
sm: Fa'amatalaga Fou

source: Update Status
sm: Uiga fou

source: Use Facebook as:
sm: Facebook Fa'aaogā e pei

source: View 1 comment
sm: Va'ai le tasi manatu

source: Wall Photos
sm: Ata Puipui

source: Welcome
sm: Tālofa lava

source: What's on your mind?
sm: O le ā se mea o e māfaufauina

source: Write a comment...
sm: Tusi se manatu

source: Yesterday
sm: 'Ananāfi

source: Yesterday at %s
sm: 'Ananāfi i le

source: You like this.
sm: 'E te fiafia i le mea lea

source: January
sm: Ianuari

source: February
sm: Fepuari

source: March
sm: Mati

source: April
sm: Aperila

source: May
sm: Me

source: June
sm: Iuni

source: July
sm: Iulai

source: August
sm: Aukuso

source: September
sm: Setema

source: October
sm: Oketopa

source: November
sm: Novema

source: December
sm: Tesema

source: Monday
sm: Aso Gafua

source: Tuesday
sm: Aso Lua

source: Wednesday
sm: Aso Lulu

source: Thursday
sm: Aso Tofi

source: Friday
sm: Aso Faraile

source: Saturday
sm: Aso To'ona'i

source: Sunday
sm: Aso Sā
