Repository: bokarba/secwepemc-facebook
Catalog: po/son.po
Languages: son

source: link
son: dobu

source: photo
son: bii

source: post
son: filla dobu

source: status
son: assariya

source: %a1, %a2 and %a3 like this.
son: %a1, %a2 nda ngey tana %a3 ga baa woo.

source: %a1 and %a2 like this.
son: %a1 nda %a2 ga baa woo.

source: %a1 and %a2 shared %a3.
son: %a1 nda %a2 na %a3 žemna.

source: About
son: Woo ga

source: about an hour ago
son: a ga hima ka too guuru foo

source: about a minute ago
son: a ga hima ka too miniti foo

source: Account Settings
son: Kontu šilbayhayey

source: %a1 commented on a %a2.
son: %a1 daara %a2 foo ga.

source: Activity Log
son: Teera zaaritiira

source: Add Friend
son: Cere tonton

source: Add Photo / Video
son: Bii / widewo tonton

source: Advertising
son: Feeyan

source: a few seconds ago
son: a ga too segonduyaŋ

source: %a1 likes %a2.
son: %a1 ga baa %a2.

source: %a1 likes a %a2.
son: %a1 ga baa %a2 foo.

source: %a likes this.
son: %a ga baa woo.

source: %a like this.
son: %a ga baa woo.

source: a link
son: dobu foo

source: APPS
son: POROGARAMEY

source: Apps and Games
son: Porogaramey nda hoorawey

source: %A at %s
son: %A hane %s waate

source: %a1 shared %a2.
son: %a1 na %a2 Zemna.

source: Ask Question
son: Hãayan foo hantum

source: %B %d at %s
son: %B %d %s waate

source: %B %d, %Y at %s
son: %B %d %s waate

source: Born
son: Hay han

source: By:
son: Teekaw:

source: Cancel
son: Naŋ

source: Careers
son: Goymiɲey

source: Change Cover
son: Biikunga barmay

source: Chat (Off)
son: Faakaaray (bila nda ciyari)

source: Close
son: Daabu

source: Close Friends
son: Cere kaaney

source: Comment
son: Daara

source: Confirm
son: Tabantandi

source: Create an Ad
son: Feeyan tee

source: Create a Page
son: Moo moo tee

source: Create Group...
son: Marga tee…

source: Create Group
son: Marga tee

source: Developers
son: Cinakey

source: 1 hour ago
son: a ga hima ka too guuru foo

source: 1 minute ago
son: a ga hima ka too miniti foo

source: 1 mutual friend
son: marga cere 1

source: 1 NEW STORY
son: FILLA TAAGA 1

source: 1 share
son: žemnari 1

source: Edit Options
son: Suubarey fasal

source: Edit or Remove
son: Fasal waa kaa

source: English (US)
son: Soŋay

source: Enter a friend's name or email address
son: Cere foo maa wala bataga aderesu dam

source: Events
son: Batey

source: Family
son: Alaayaney

source: FAVORITES
son: KAASEY

source: Find Friends
son: Cerey guna

source: Find More Pages
son: Mooyaŋ guna ka tonton

source: Friend Requests
son: Cerey hãayaney

source: Friends
son: Cerey

source: FRIENDS
son: CEREY

source: GROUPS
son: MARGAWEY

source: Help
son: Faaba

source: Home
son: Šintin

source: Life Event
son: Hunay teera

source: Like
son: Ga baa

source: Likes
son: Ga baa wey

source: Like This Page
son: Ga baa moɲoo woo

source: Links
son: Dobey

source: LISTS
son: MAAŠEEDAWEY

source: Log Out
son: Fatta

source: Map
son: Katta

source: Message:
son: Alhabar:

source: Messages
son: Alhabarey

source: Mobile Uploads
son: Kanbe-jinay zijandey

source: More
son: Dii ka tonton

source: MORE
son: DII KA TONTON

source: More Stories
son: Filla korawey

source: Most Recent
son: Ikul kokorantey

source: Music
son: Miziki

source: New Group...
son: Marga taaga...

source: New Message
son: Alhabar taaga

source: News Feed
son: Alhabar šilli

source: Notes
son: Daarawey

source: Notifications
son: Bayrandiyaney

source: Not Now
son: Manti sohõda

source: Now
son: Sohõ

source: PAGES
son: MOƝEY

source: People who like this
son: Borey kaŋ ga baa woo

source: People You May Know
son: Borey kaŋ war ga hima k'i bay

source: Photo
son: Bii

source: Photos
son: Biyey

source: Place
son: Doo

source: Places
son: Dogey

source: Pokes
son: Murkuti

source: Privacy
son: Sutura

source: Privacy Settings
son: Sutura kayandiyaney

source: Profile
son: Alhaali

source: Questions
son: Hãayaney

source: Recent Activity
son: Teera kokorante

source: Recommended Pages
son: Moo yaamarantey

source: Remove Preview
son: Moo-furyan kaa

source: Resize
son: Alkadar sasawandi

source: Search
son: Ceeci

source: See All
son: Ikul guna

source: See All Friend Requests
son: War cerey hãayaney kul guna

source: See All Messages
son: Alhabarey kul guna

source: See All Notifications
son: Bayrandiyaney kul guna

source: See More
son: Dii ka tonton

source: See Translation
son: Berandiyanoo guna

source: Send
son: Sanba

source: Send a New Message
son: Alhabar sanba

source: Share
son: Žemna

source: SORT
son: FAY

source: Sponsored
son: Kanbuzaamante

source: Status
son: Assariya

source: Subscriptions
son: Boŋ-hantumyaney

source: Tag Friends
son: Cerey gana

source: Terms
son: Goy waafakey

source: Ticker
son: Alhabar taya

source: Timeline
son: Waatibii

source: %T near %a
son: %T %a here.

source: To:
son: Do:

source: Top Stories
son: Filla korawey

source: Unlike
son: Kaŋ manti

source: Update Info
son: Taagandiyan alhabar

source: Update Status
son: Taagandiyan assariya

source: Use Facebook as:
son: Facebook tee sanda:

source: Wall Photos
son: Ceeta biyey

source: Welcome
son: Kubayni

source: What's on your mind?
son: Cin ti war lakkaloo?

source: Write a comment...
son: Daara foo hantum...

source: Yesterday
son: Bi

source: Yesterday at %s
son: Bi %s waate

source: You and %a like this.
son: Agay nda %a ga baa woo.

source: You like this.
son: N' ga baa woo.

source: January
son: Žanwiye

source: February
son: Fewiriye

source: March
son: Marsi

source: April
son: Awiril

source: May
son: Me

source: June
son: Žuweŋ

source: July
son: Žuyye

source: August
son: Ut

source: September
son: Sektanbur

source: October
son: Oktoobur

source: November
son: Noowanbur

source: December
son: Deesanbur

source: Monday
son: Atinni

source: Tuesday
son: Atalaata

source: Wednesday
son: Alarba

source: Thursday
son: Alhamiisa

source: Friday
son: Alzuma

source: Saturday
son: Asibti

source: Sunday
son: Alhadi
